Repository: andragui/idealista
Catalog: iOSCodeChallenge/*.lproj/Localizable.strings
Languages: es

# on_sale_flat
source: Apartment for sale
es: Piso en venta

# on_rent_flat
source: Apartment for rent
es: Piso en alquiler

# on_sale_penthouse
source: Penthouse for sale
es: Ático en venta

# on_rent_penthouse
source: Penthouse for rent
es: Ático en alquiler

# on_sale_studio
source: Studio for sale
es: Estudio en venta

# on_rent_studio
source: Studio for rent
es: Estudio en alquiler

# on_sale_chalet
source: Chalet for sale
es: Chalet en venta

# on_rent_chalet
source: Chalet for rent
es: Chalet en alquiler

# on_sale_duplex
source: Duplex for sale
es: Dúplex en venta

# on_rent_duplex
source: Duplex for rent
es: Dúplex en alquiler

# by_month
source: per month
es: por mes
